{
  "pickupLines": [
    "Do you believe in love at first sight, or should I walk by again?",
    "Are you an insurance policy? Because you’ve got me feeling protected and secure.",
    "I must be a snowflake because I’ve fallen for you.",
    "You must be a software update because every time I see you, you make my heart skip a beat.",
    "Excuse me, do you have a map? I got lost in your eyes.",
    "You must be tired because you’ve been running through my mind all day.",
    "Are you copper telluride? Because you’re CuTe.",
    "Are you a dividend? Because you’re definitely paying off in all the right ways.",
    "If you were a vegetable, you’d be a cutecumber.",
    "Are you a magician? Every time I look at you, everyone else disappears.",
    "I must be a mutual fund because I want to diversify my love and invest it all in you.",
    "Can I follow you where you go? Because my parents always told me to follow my dreams.",
    "Are you Geico Insurance? Because you’ve saved more than 15% of my heart.",
    "Are you a stock market crash? Because you’ve got me falling for you hard!",
    "I’d say you’re the bomb, but that could turn into lethal conversation.",
    "If you were a song, you’d be my favorite.",
    "Is your name Zillow? Because I keep checking you out all the time.",
    "Are you an SEO expert? Because you’ve optimized your way into my search results.",
    "You must be a real estate agent, because you know exactly what property my heart desires.",
    "If you were a home, I’d put in an offer to make you mine forever.",
    "Is your name Wi-Fi? Because I’m really feeling a strong connection between us.",
    "If you were a stock, I’d be Warren Buffett because I’d never want to sell you!",
    "Are you a bull market? Because I can’t resist your upward trajectory!",
    "If love were a stock, I’d buy it on margin and bet big on us.",
    "Is your name VPN? Because you make me feel protected and encrypted.",
    "Is your name Google? Because you have everything I’ve been searching for.",
    "Is your name Bing? Because you have everything I’ve been searching for."
    
  ]
}
